LEXICON: dict[str, str] = {
    'next': '>>',
    'previous': '<<',
    'backward': '↩️',
    '/start': '<b>Привет!</b>\n\nЭто бот, в котором '
              'ты сможешь найти самые классные анекдоты на планете земля!\n',
    'addjoke': '<b>Напиши мне анекдот, а я его запомню</b>',
    '/jokes': '<b>Все шутки и смехуёчки, которые я знаю:</b>',
    'edit_jokes': '<b>Редактировать анекдоты</b>',
    'random_joke': 'СЛУЧАЙНАЯ ШУТЕЙКА',
    'edit_jokes_button': '✖️ УДАЛИТЬ',
    'del': '❌',
    'add': '➕ ДОБАВИТЬ',
    'add_joke': '<b>Напиши свою шутку</b>\nНачни и закончи ввод символом " (двойная кавычка)',
    'cancel': 'ОТМЕНИТЬ',
    'cancel_text': '',
    'no_jokes': 'Теперь я не знаю ни одной шутки ):.\n\nЧтобы '
                'добавить анекдот, нажмите на кнопку "ДОБАВИТЬ"'
}

LEXICON_COMMANDS: dict[str, str] = {
    '/start': 'Начать движ'
}
